{
"ARTICLES" : [
	{"id": "1", "title": "Welcome", "date": "August 13, 2017", "category": "life",
	"post": "<div><img src='/images/cute-kitten.jpg' /><p>Welcome to Coffee Meets Polished, a forum to share everything from what we enjoy when we are our bare-it-all selves with our first coffee of the day, to when we have to go out into the world as our more polished selves.</p><h3>Who are you?</h3> (<p>My name is Erin and I'm an introvert, millenial, and self-proclaimed feminist with a career as a healthcare professional and leader.</p><p>I studied Biology at the University of Florida and moved to North Carolina for pharmacy school at UNC Eshelman School of Pharmacy. While in pharmacy school I led a Communications and Social Media Management team for a national pharmacy organization where I discovered a new skill set and creative avenue to engage audiences. We focused on sharing stories of other student pharmacists to create a national platform idea promotion and collegiality.</p><p>Once I became a licensed pharmacist, I stayed in Chapel Hill two more years for residency where I specialized in Health-System Pharmacy Administration (yes, that's a specialty). Residency was an ironic experience where you're too swamped to focus on yourself but get broken to the point where you learn a lot about who you are. Through the serial burnout and rising from the ashes I was empowered to embrace my strengths (and many quirks), seek and accept help, and pursue personal passions - not just professional ones.</p><p>Now I'm in New York City pursuing the next step in my professional career in a brand new environment but finally without the training wheels on. Luckily I get to have my love by my side, too. You'll get to meet him throughout the journey!</p><h3>Ok, but why did you start this blog?</h3> <p>I created this blog to share my story in hopes that if others can relate, they realize they're not alone. I feel most myself when I wake up on a Saturday morning and drink coffee while catching up on my YouTube subscriptions. But I also feel myself in wedges and a blazer managing projects and taking care of patients. One cannot exist without the other. This blog represents my continuous quest for the appropriate level of integration (not balance) of my personal and professional lives.</p><h3>But, what do I get out of it?</h3> <p>It’s my hope that you may be able to relate or find tools that will work for you to create the necessary boundaries between home and work to maintain resilience and happiness. At a minimum, my goal is that you leave this page feeling happy with you who are. If I'm lucky, you'll feel empowered to make a difference in the world.</p><p>Thanks for joining, and welcome!</p></div>"}, 
    {"id": "3", "title": "Coffee Finger Nails", "date": "August 9, 2017", 
    "post": "<div><p>My finger nails look like coffee beans check it out</p><img src='/images/coffee-polish.jpg' /></div>", "category": "Beauty"}

]}

